<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <title>Welcome page</title>
    <link href="${pageContext.request.contextPath}/resources/css/info.css" rel="stylesheet" type="text/css"/>
</head>
<body>
<div class="main">
    <div class="header">
        <div class="inside-header">
            <div class="header-photo"></div>
        </div>
        <div>
            <ul id="navbar">
                <li><a href="/Tourism/info">Информация</a></li>
                <li><a href="/Tourism/tour/viewAllTours">Туры</a></li>
                <li><a href="/Tourism/viewAllDiscounts">Скидки</a></li>
                <li><a href="/Tourism/viewAllComplexity">Сложность</a></li>
                <li><a href="/Tourism/viewAllTypeOfTour">Виды туров</a></li>
            </ul>
        </div>
    </div>
    <div class="row">

        <div class="left_col">
            <div class="inside-left_col">
                <li><a href="/Tourism/admin">Войти как администратор</a></li>
                <li><a href="/Tourism/customer/viewAllCustomers">Клиенты</a></li>
            </div>
        </div>
        <div class="right_col">
            <div class="inside-right_col">
                <div class="caption"><h2>Спортивный туризм</h2></div>
                <div class="right_col-text">
                    <img class="leftfoto" alt="Картинка" src="resources/img/24.jpg"/>

                    <p>Туризм – своеобразный вид активной физической деятельности человека в период подготовки или
                        непосредственного проведения путешествия. Он характеризуется очень широкой программой – от
                        походов
                        выходного дня до путешествий высокой сложности. </p>
                    <p> Одним из самых динамичных и активных видов спорта является спортивный туризм, тренировки по
                        которому
                        проходят в условиях естественной среды. Смысл его заключается в том, чтобы преодолевать
                        препятствия,
                        созданные самой природой. Маршруты спортсменов могут пролегать через пещеры, перевалы, горные
                        вершины,
                        водные пороги, каньоны и через искусственные рельефы.</p>
                    <ul>
                        <li>Туризм отличается своей массовостью: для большого количества людей он привлекателен своей
                            относительной дешевизной и общедоступностью,
                            различными уровнями сложности, рассчитанными на самую различную аудиторию.
                        </li>
                        <li>Сознательное и систематическое повышение физической активности: для пешеходного, водного,
                            горного,
                            велосипедного туризма основным является
                            использование своей мышечной массы и естественной природной энергии воды и ветра.
                        </li>
                        <li>Посильность туризма: в основе многих видов туризма лежит сила, вложенная человеком в
                            ограниченный
                            отрезок времени. Поэтому непременным условием успешных
                            занятий и овладением высоких достижений является постоянное совершенствование физических
                            способностей организма.
                        </li>
                        <li>Полезность туризма: нагрузки в туризме могут быть не меньше, чем в других видах спорта,
                            однако
                            отсутствие длительных
                            непрерывных затрат исключает пагубные перегрузки организма.
                        </li>
                        <li>Легкая адаптация: в туристском походе адаптация к нагрузкам протекает намного легче,
                            поскольку
                            путешествующий человек попадает в первозданные условия природы.
                            Именно в таких условиях органы и системы отлаживают свои взаимодействия особенно гармонично.
                        </li>
                        <li>Режим: чтобы организм скорее адаптировался к новым условиям, необходимо соблюдать режим:
                            уделять
                            должное внимание питанию и сну,
                            вовремя принимать во внимание любые сбои организма и ликвидировать их.
                        </li>
                        <li>Воля: в походе человек учится преодолевать себя, быть дисциплинированным. Именно в походе он
                            может
                            впервые задуматься над своим отношением
                            к тому, что ему «хочется», и к тому, что «надо».
                        </li>
                        <li>«Победа над собой»: открыть в себе чувство победы над собой, когда ты сумел в непогоду,
                            несмотря на
                            усталость, хорошо поставить палатку, разжечь костер из
                            сырых дров, заставить себя сделать чуть больше, чем ты можешь, преодолеть свою слабость –
                            этому учит
                            туризм.
                        </li>
                        <li>Рациональность: туристские походы приучают людей к более рациональной жизни, строгому учету
                            времени,
                            критической оценке своих действий и действий товарищей.
                        </li>
                        <li>Духовно-эмоциональная сторона: это спорт без свидетелей. Здесь нет трибун и болельщиков, нет
                            свидетелей,
                            он сам по себе – уже источник радости, возникающей еще до похода.
                        </li>
                        <li>Целостность: группа в походе – единое целое, лишь от взаимопонимания всех ее участников
                            зависит
                            успех в достижении
                            поставленной цели. Общение с людьми дает человеку возможность духовного обогащения,
                            расширяет
                            кругозор.
                        </li>
                        <img class="rightfoto" alt="Картинка" src="resources/img/15.jpg"/>
                        <li>Изменение мировозрения: находясь в походе, человек лучше познает себя, учится оценивать свои
                            силы и
                            возможности
                            уже применительно к другой, более жизненной обстановке.
                        </li>
                        <li>В походе стирается возростная грань: одинаково хорошо понимают друг друга тридцати- и
                            пятидесятилетние участники похода.
                        </li>
                        <li>Туризм безопасен: довольно мирный, тихий, спокойный и безопасный вид спорта. Все основные
                            проблемы и
                            опасные ситуации возникают
                            исключительно из-за бездарности руководителя группы, который, считая себя чрезмерно опытным
                            и самым
                            умным, может запросто пренебречь
                            техникой безопасности, погодными условиями, состоянием группы, и повести людей на верную
                            смерть.
                        </li>

                    </ul>

                </div>
            </div>
        </div>
    </div>
</div>
</body>
</html>